---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.SYMBOL_NAME_PARAM
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 类型名称
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.SYMBOL_NAME_PARAM

**中文**: 类型名称

"Type Name"